Autodesk.Revit.DB.Architecture.TopographyLinkLoadType
Since:
2023
Topography Link Type
Since:
2023

Autodesk.Revit.DB.Architecture.TopographyLinkLoadType.TLLT_Toposolid
Load type indicating Toposolid members

Autodesk.Revit.DB.Architecture.TopographyLinkLoadType.TLLT_SiteSurface
Load type indicating SiteSurface members